<?php

return [

	/*
    |--------------------------------------------------------------------------
    | TEMPO DE VIDA DA SESSÃO
    |--------------------------------------------------------------------------
	|
	| Descrição
    |
	*/

	'tempo' => env('SESSION_TEMPO', 30),
	
	/*
    |--------------------------------------------------------------------------
    | SESSIONS DO SISTEMA
    |--------------------------------------------------------------------------
	|
	| Cria uma sessão para cada indice da lista abaixo
    |
	*/
	
	'lista' => [
		'exemplo' => 'exemplo',
		'template' => $_SESSION['TEMPLATE'] ?? 'site'
	]

];
